{
  "title": "Feasibility of Non-Proprietary Ultra-High Performance Concrete (UHPC) for Use in Highway Bridges in Montana: Phase II Field Application",
  "abstract": "The overall objective of the Phase I research was to develop and characterize economical non-proprietary UHPC mixes made with materials readily available in Montana. This objective was achieved by first identifying and obtaining suitable/economical materials to be used in UHPC. Specifically, the materials identified and used in this research were simply Type I/II portland cement (from Trident, MT), class F fly ash (from North Dakota), fine masonry sand (from Billings, MT), silica fume, and high range water reducer. UHPC mixes were then developed/characterized/optimized using a statistical experimental design procedure (response surface methodology). The mixes developed as part of this research obtained compressive strengths of approximately 20 ksi with flows of 9-11 inches, and cost approximately $800 per cubic yard with steel fibers (proprietary mixes cost in the range of $2500-$3500). The mechanical and durability properties of these mixes are currently being evaluated. It should be noted that in the Phase I research, the concrete trial batches produced were 0.2 to 1.5 cubic feet in size, and were mixed using equipment available in the MSU concrete lab (i.e., a Hobart industrial cake mixer, and a mortar mixer). This research and previous research on UHPC has shown that batch size, mixing equipment, mixing method, and mixing energy can have a significant effect on the performance of the resulting UHPC mix. Therefore, further research should be conducted on the proposed UHPC mixes using the equipment that will be used in the field (most likely a high-shear mixer), under various mixing conditions (e.g., various temperatures, various aggregate moisture contents), and in larger batch sizes. Previous research on UHPC field cast joints has shown that UHPC can reduce development lengths of the reinforcing in the inter-element connection zone, and thus reduce spacing between decks. However, this research was conducted using only proprietary UHPC concrete mixes. Further research should be conducted on field cast joints using the newly developed non-proprietary mixes to ensure that these mixes behave as expected in this application (e.g., increased bond strength, decreased deck spacing).",
  "notes": "",
  "urls": [
    "http://www.mdt.mt.gov/research/projects/mat/high_performance_concrete.shtml"
  ],
  "status": "Active",
  "funding": "139,000",
  "start": "2018-04-12",
  "expected_complete": "2020-02-28",
  "actual_complete": "",
  "performing_agencies": [
    {
      "name": "Montana State University, Western Transportation Institute",
      "city": "Bozeman",
      "state": "MT",
      "country": "United States",
      "postal_code": "59717",
      "site_url": "http://www.wti.montana.edu/"
    }
  ],
  "funding_agencies": [
    {
      "name": "Montana Department of Transportation",
      "city": "Helena",
      "state": "MT",
      "country": "United States",
      "postal_code": "59620-1001",
      "site_url": "http://www.mdt.mt.gov/"
    }
  ],
  "managing_agencies": [
    {
      "name": "Montana Department of Transportation",
      "city": "Helena",
      "state": "MT",
      "country": "United States",
      "postal_code": "59620-1001",
      "site_url": "http://www.mdt.mt.gov/"
    }
  ],
  "project_investigators": [
    {
      "firstname": "Michael",
      "lastname": "Berry"
    }
  ],
  "responsible_individuals": [
    {
      "firstname": "Susan",
      "lastname": "Sillick"
    }
  ],
  "TRID_RECORD_BASE": "./files/raw/TRIDXML_2018-05-13.xml",
  "TRID_RECORD_ID": "1483143",
  "TRID_RECORD_TYPE": "project",
  "TRID_TRIS_FILE_CODES": [
    "RiP",
    "STATEDOT"
  ],
  "TRID_INDEX_TERMS": [
    "Highway bridges",
    "Ultra high performance concrete"
  ],
  "TRID_SUBJECT_AREAS": [
    "Bridges and other structures",
    "I24: Design of Bridges and Retaining Walls"
  ]
}