{
  "title": "Reduction of Structural Damage from the Thermal Expansion of Concrete Using Multifunctional Materials",
  "abstract": "Control of thermal expansion is a critical goal of engineering design in a wide range of applications, particularly in cases where system components are small, are subject to large changes (gradients) in temperatures, or require extreme dimensional stability over a wide range of temperatures. In particular, the thermal expansion of concrete plays a significant role in the durability of the transportation infrastructure and causes misalignment, cracking, and structural failure. As such, the objective of this study is to improve the durability and extend the life of transportation infrastructure using multifunctional materials. This research aims to use high-performance materials such as shape memory components to address the issue of thermal expansion integrated into next-generation designs, to enhance the longevity and safety of these structures. As a result, the more specific objective of this research is to design and characterize the use of multifunctional materials that stabilize the changing structure due to thermal expansion. The characteristics of these materials will work in conjunction with the temperature dependence of concrete. This will require very specific properties from the materials, making trained shape memory alloys (SMAs) a likely candidate, to meet the characteristics required to address the problem statement. The methods to train the materials should be developed in a repeatable fashion, and their adaptability demonstrated as a function of temperature and stress from the thermal expansion of the concrete.",
  "notes": "",
  "urls": [],
  "status": "Active",
  "funding": "70000",
  "start": "2018-03-15",
  "expected_complete": "2019-09-15",
  "actual_complete": "",
  "performing_agencies": [
    {
      "name": "Texas A&M University, College Station",
      "city": "College Station",
      "state": "TX",
      "country": "United States",
      "postal_code": "77843",
      "site_url": "http://www.tamu.edu/"
    }
  ],
  "funding_agencies": [
    {
      "name": "Office of the Assistant Secretary for Research and Technology",
      "city": "Washington",
      "state": "DC",
      "country": "United States",
      "postal_code": "20590",
      "site_url": "https://www.its.dot.gov/"
    },
    {
      "name": "Office of the Assistant Secretary for Research and Technology",
      "city": "Washington",
      "state": "DC",
      "country": "United States",
      "postal_code": "20590",
      "site_url": ""
    }
  ],
  "managing_agencies": [
    {
      "name": "Office of the Assistant Secretary for Research and Technology",
      "city": "Washington",
      "state": "DC",
      "country": "United States",
      "postal_code": "20590",
      "site_url": "https://www.its.dot.gov/"
    },
    {
      "name": "Transportation Consortium of South-Central States",
      "city": "Baton Rouge",
      "state": "LA",
      "country": "United States",
      "postal_code": "70803",
      "site_url": "www.lsu.edu"
    }
  ],
  "project_investigators": [
    {
      "firstname": "Darren",
      "lastname": "Hartl"
    }
  ],
  "responsible_individuals": [
    {
      "firstname": "Ibrahim",
      "lastname": "Karaman"
    }
  ],
  "TRID_RECORD_BASE": "./files/raw/TRIDXML_2018-05-13.xml",
  "TRID_RECORD_ID": "1505441",
  "TRID_RECORD_TYPE": "project",
  "TRID_TRIS_FILE_CODES": [
    "UTC",
    "RiP"
  ],
  "TRID_INDEX_TERMS": [
    "Alloys",
    "Concrete",
    "Cracking",
    "Materials",
    "Structural materials",
    "Thermal expansion"
  ],
  "TRID_SUBJECT_AREAS": [
    "Bridges and other structures",
    "Design",
    "Highways",
    "Materials",
    "Pavements"
  ]
}