{
  "title": "Column and Footing Pocket Connections for Cast in Place and Precast Construction (NDOT ###-##-803)",
  "abstract": "Several state departments of transportation have begun using accelerated bridge construction (ABC) to better serve the traveling public. Although the primary goal of ABC is to shorten traffic delays, ABC may provide additional opportunities to improve the structural performance standards of bridges under various loads, and ABC may provide structural benefits to alleviate damage from earthquakes. Researchers have learned several lessons from ABC seismic studies over the past decade that could benefit conventional cast-in-place (CIP) connection details through the reduction of steel congestion, and through the simplification of construction. However, the lessons learned from successful ABC pocket connections for conventional bridge construction have yet to be tested in the reduction of steel congestion in conventional CIP connections, and research has yet to be accomplished regarding the incorporation of innovative materials, such as shape memory alloys (SMA), in hinge connections. The overall objective of this project is to develop a new design and detailing procedure for CIP and precast column pocket connections, for application in both conventional bridge construction and ABC in Nevada. The intent of this study is to complement previous efforts by developing design guidelines for ABC pocket connections, while incorporating less congested CIP connections based on ABC pocket connection concepts. Furthermore, the study seeks to determine whether steel congestion in CIP can be eliminated, thereby simplifying the construction, while including innovative materials to further enhance the seismic performance of bridge column-footing hinge connections through low-yield copper, aluminum, and manganese (CAM) bars.",
  "notes": "",
  "urls": [],
  "status": "Programmed",
  "funding": "218292",
  "start": "2018-07-01",
  "expected_complete": "",
  "actual_complete": "",
  "performing_agencies": [
    {
      "name": "University of Nevada, Reno",
      "city": "Reno",
      "state": "Nevada",
      "country": "United States",
      "postal_code": "89557",
      "site_url": "https://www.unr.edu/"
    }
  ],
  "funding_agencies": [
    {
      "name": "Federal Highway Administration",
      "city": "Washington",
      "state": "DC",
      "country": "United States",
      "postal_code": "20590",
      "site_url": "http://www.fhwa.dot.gov"
    }
  ],
  "managing_agencies": [],
  "project_investigators": [
    {
      "firstname": "M ",
      "lastname": "Saiidi"
    }
  ],
  "responsible_individuals": [],
  "TRID_RECORD_BASE": "./files/raw/TRIDXML_2018-05-13.xml",
  "TRID_RECORD_ID": "1511589",
  "TRID_RECORD_TYPE": "project",
  "TRID_TRIS_FILE_CODES": [
    "RiP",
    "STATEDOT"
  ],
  "TRID_INDEX_TERMS": [
    "Alloys",
    "Bridge construction",
    "Bridge foundations",
    "Cast in place concrete",
    "Columns",
    "Earthquake resistant design",
    "Footings",
    "Nevada",
    "Precast concrete",
    "Reinforced concrete bridges",
    "Structural connection"
  ],
  "TRID_SUBJECT_AREAS": [
    "Bridges and other structures",
    "Construction",
    "Design",
    "Highways",
    "Materials"
  ]
}