{
  "title": "Toward Corrosion-Free and Highly Sustainable Structural Members by Using Emerging Ultra-High-Performance Materials for Transportation Infrastructure",
  "abstract": "The proposed research aims to develop next-generation highly corrosion-resistant structural members by utilizing the high durability, compressive ductility, crack resistance and shear strength of ultra-high-performance fiber-reinforced concrete (UHP-FRC). The use of high-strength fiber reinforced polymer (FRP) bars can reduce reinforcement congestion while achieving a high structural efficiency (that is, high flexural strength with a smaller cross-section), as well as eliminate the corrosion concern prevalent in conventional steel reinforced concrete members. The high shear strength of UHP-FRC allows total or substantial elimination of supplemental shear reinforcement. The combination of the very ductile UHP-FRC with the brittle but high-strength FRP bars can provide the corrosion-free characteristics needed for future concrete infrastructure. The primary parameters to be investigated include 1) types of FRP bars (glass fiber, carbon fiber or basalt fiber); 2) fiber types of UHP-FRC: high-strength micro steel fibers and ultra-high-molecular-weight polyethylene fibers), and 3) shear reinforcement (steel, FRP, or none). The primary objective is to develop a design procedure for the new durable structural members through large-scale beam testing. The economics of using the proposed UHP-FRC/FRP members can be justified as follows: 1) The much higher stiffness and strength properties allow lighter, longer, and fewer members to be used. This, in turn, saves construction time and labor cost. 2) UHP-FRC has a high early strength of 10 to 12 ksi after 24 hours. This will allow rapid construction and overall savings in time and costs. 3) Eliminating most shear reinforcement leads to simple design and construction. 4) Lower life-cycle costs will be incurred due to the sustainability and corrosion-resistance capability of UHP-FRC. Thus, savings will accrue due to less initial maintenance and repair and fewer social, environmental, and demolition expenses.",
  "notes": "",
  "urls": [],
  "status": "Active",
  "funding": "140000",
  "start": "2018-03-15",
  "expected_complete": "2019-09-15",
  "actual_complete": "",
  "performing_agencies": [
    {
      "name": "University of Texas, Arlington",
      "city": "Arlington",
      "state": "TX",
      "country": "United States",
      "postal_code": "76019",
      "site_url": ""
    }
  ],
  "funding_agencies": [
    {
      "name": "Office of the Assistant Secretary for Research and Technology",
      "city": "Washington",
      "state": "DC",
      "country": "United States",
      "postal_code": "20590",
      "site_url": "https://www.its.dot.gov/"
    },
    {
      "name": "Office of the Assistant Secretary for Research and Technology",
      "city": "Washington",
      "state": "DC",
      "country": "United States",
      "postal_code": "20590",
      "site_url": ""
    }
  ],
  "managing_agencies": [
    {
      "name": "Office of the Assistant Secretary for Research and Technology",
      "city": "Washington",
      "state": "DC",
      "country": "United States",
      "postal_code": "20590",
      "site_url": "https://www.its.dot.gov/"
    },
    {
      "name": "Transportation Consortium of South-Central States",
      "city": "Baton Rouge",
      "state": "LA",
      "country": "United States",
      "postal_code": "70803",
      "site_url": "www.lsu.edu"
    }
  ],
  "project_investigators": [
    {
      "firstname": "Shih-Ho",
      "lastname": "Chao"
    }
  ],
  "responsible_individuals": [
    {
      "firstname": "Stefan ",
      "lastname": "Romanoschi"
    }
  ],
  "TRID_RECORD_BASE": "./files/raw/TRIDXML_2018-05-13.xml",
  "TRID_RECORD_ID": "1505461",
  "TRID_RECORD_TYPE": "project",
  "TRID_TRIS_FILE_CODES": [
    "UTC",
    "RiP"
  ],
  "TRID_INDEX_TERMS": [
    "Concrete",
    "Corrosion resistant materials",
    "Cost effectiveness",
    "Design",
    "Ductility",
    "Fiber reinforced concrete",
    "Fibers",
    "Infrastructure",
    "Reinforcing bars",
    "Shear reinforcement",
    "Ultra high performance concrete"
  ],
  "TRID_SUBJECT_AREAS": [
    "Bridges and other structures",
    "Design",
    "Highways",
    "Materials"
  ]
}